tap "blacktop/tap"
tap "homebrew/bundle"
brew "act"
brew "tree"
brew "ansible"
brew "bat"
brew "btop"
brew "gettext"
brew "chezmoi"
brew "clang-format"
brew "cmake"
brew "coreutils"
brew "displayplacer"
brew "docker"
brew "docker-buildx"
brew "docker-compose"
brew "dockutil"
brew "exiftool"
brew "eza"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "glpk"
brew "gnutls"
brew "gnupg"
brew "grpcurl"
brew "imagemagick"
brew "iperf3"
brew "lazygit"
brew "lizard-analyzer"
brew "mactop"
brew "make"
brew "mas"
brew "maven"
brew "mscgen"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "openssh"
brew "pam-reattach"
brew "podman"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qt@5"
brew "ripgrep"
brew "rust"
brew "smartmontools"
brew "texlive"
brew "tmux"
brew "tree-sitter-cli"
brew "wget"
brew "yazi"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "86box"
cask "alacritty"
cask "alt-tab"
cask "android-studio"
cask "autodesk-fusion"
cask "datagrip"
cask "font-jetbrains-mono"
cask "font-jetbrains-mono-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "handbrake-app"
cask "heroic"
cask "iina"
cask "itsytv"
cask "keka"
cask "linearmouse"
cask "logitech-g-hub"
cask "mx-power-gadget"
cask "obsidian"
cask "omnidisksweeper"
cask "oracle-jdk"
cask "oracle-jdk@25"
cask "pearcleaner"
cask "podman-desktop"
cask "raycast"
cask "rectangle"
cask "syncthing-app"
cask "transmission"
cask "utm"
cask "virtualhereserver"
cask "visual-studio-code"
cask "zed"
mas "Amphetamine", id: 937984704
mas "Goodnotes", id: 1444383602
mas "Keynote", id: 361285480
mas "Numbers", id: 361304891
mas "Pages", id: 361309726
mas "Spark Desktop", id: 6445813049
mas "WhatsApp", id: 310633997
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835
