tap "blacktop/tap"
tap "homebrew/bundle"
brew "act"
brew "bat"
brew "boost"
brew "btop"
brew "chezmoi"
brew "clang-format"
brew "coreutils"
brew "displayplacer"
brew "exiftool"
brew "eza"
brew "gnutls"
brew "ffmpeg"
brew "fzf"
brew "gcc"
brew "gh"
brew "ghostscript"
brew "git"
brew "git-lfs"
brew "glpk"
brew "gnupg"
brew "grip"
brew "imagemagick"
brew "ipatool"
brew "iperf3"
brew "lazygit"
brew "lizard-analyzer"
brew "make"
brew "mas"
brew "maven"
brew "mscgen"
brew "neofetch"
brew "neovim"
brew "nmap"
brew "openssh"
brew "podman"
brew "podman-compose"
brew "poppler"
brew "pyenv"
brew "pyenv-virtualenv"
brew "qemu"
brew "qt@5"
brew "r"
brew "rclone"
brew "ripgrep"
brew "rust"
brew "smartmontools"
brew "texlive"
brew "tmux"
brew "tree"
brew "wget"
brew "yazi"
brew "zoxide"
cask "1password"
cask "1password-cli"
cask "86box"
cask "alacritty"
cask "alt-tab"
cask "datagrip"
cask "font-meslo-lg-nerd-font"
cask "google-chrome"
cask "google-drive"
cask "handbrake-app"
cask "heroic"
cask "iina"
cask "iterm2"
cask "keka"
cask "linearmouse"
cask "obsidian"
cask "omnidisksweeper"
cask "oracle-jdk"
cask "podman-desktop"
cask "raycast"
cask "rectangle"
cask "rstudio"
cask "tailscale-app"
cask "transmission"
cask "utm"
cask "visual-studio-code"
cask "whisky"
mas "Amphetamine", id: 937984704
mas "Goodnotes", id: 1444383602
mas "Keynote", id: 409183694
mas "Microsoft To Do", id: 1274495053
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
mas "Spark Desktop", id: 6445813049
mas "WhatsApp", id: 310633997
mas "Windows App", id: 1295203466
mas "WireGuard", id: 1451685025
mas "Xcode", id: 497799835

